#+title: Exa


|     cells | ranks | cells/rank |  t_init |   t_run |
|-----------+-------+------------+---------+---------|
|    960000 |    40 |      24000 | 118.812 | 362.589 |
|   1920000 |    80 |      24000 | 112.015 | 362.714 |
|   3840000 |   160 |      24000 | 116.309 | 362.971 |
|   7680000 |   320 |      24000 | 113.559 | 363.043 |
|  15360000 |   640 |      24000 | 115.617 | 362.891 |
|  30720000 |  1280 |      24000 | 120.586 | 363.278 |
|   1440000 |    40 |      36000 | 170.898 | 542.652 |
|   2880000 |    80 |      36000 | 173.596 | 543.342 |
|   5760000 |   160 |      36000 |  179.61 | 543.476 |
|  11520000 |   320 |      36000 | 178.998 | 543.381 |
|  23040000 |   640 |      36000 | 187.084 |  543.43 |
|  46080000 |  1280 |      36000 | 193.784 | 547.348 |
|   1440000 |    40 |      36000 | 170.989 | 542.412 |
|   2880000 |    80 |      36000 | 175.785 |  543.25 |
|   5760000 |   160 |      36000 | 179.313 | 543.274 |
|  11520000 |   320 |      36000 | 183.409 | 543.143 |
|  23040000 |   640 |      36000 | 186.873 | 543.673 |
|  15360000 |   320 |      48000 | 255.343 | 723.788 |
|   1440000 |    40 |      36000 |  516.91 | 546.081 |
|   2880000 |    80 |      36000 | 553.817 | 546.396 |
|   5760000 |   160 |      36000 | 570.266 | 546.577 |
|  11520000 |   320 |      36000 | 584.984 | 546.783 |
|  23040000 |   640 |      36000 |  599.13 | 546.804 |
|  46080000 |  1280 |      36000 | 608.016 | 548.715 |
|   1920000 |    40 |      48000 | 736.611 | 727.408 |
|   3840000 |    80 |      48000 | 780.961 | 727.982 |
|   7680000 |   160 |      48000 | 804.112 |  728.15 |
|  15360000 |   320 |      48000 | 824.609 |  728.39 |
|  30720000 |   640 |      48000 | 836.596 | 729.205 |
|  61440000 |  1280 |      48000 |  852.07 | 734.122 |
|    960000 |    40 |      24000 | 326.721 | 364.869 |
|   1920000 |    80 |      24000 | 343.573 | 364.698 |
|   3840000 |   160 |      24000 | 355.287 | 365.186 |
|   7680000 |   320 |      24000 | 362.719 | 364.989 |
|  15360000 |   640 |      24000 | 374.198 | 365.137 |
|  30720000 |  1280 |      24000 | 375.596 | 365.919 |
|  61632000 |  2568 |      24000 | 375.444 | 380.202 |
|  78720000 |  3280 |      24000 | 388.364 | 442.731 |
|  92448000 |  2568 |      36000 | 620.029 | 622.261 |
| 118080000 |  3280 |      36000 | 632.263 | 645.233 |
| 123264000 |  2568 |      48000 | 865.833 | 798.192 |
| 157440000 |  3280 |      48000 | 906.347 | 882.463 |
|    768000 |    16 |      48000 | 644.387 | 726.281 |
|   1152000 |    24 |      48000 | 699.705 | 727.218 |
|   1536000 |    32 |      48000 | 720.519 | 727.294 |
|   2304000 |    48 |      48000 | 784.619 | 727.233 |
|   3072000 |    64 |      48000 | 774.014 | 728.379 |
|   1536000 |    32 |      48000 | 728.958 | 727.444 |
|   1536000 |    32 |      48000 | 799.009 | 727.657 |
|   1536000 |    32 |      48000 | 727.352 | 727.674 |
|  28248000 |  2568 |      11000 | 190.358 | 218.159 |
|    440000 |    40 |      11000 |  139.49 | 168.852 |
|    880000 |    80 |      11000 | 147.429 | 168.874 |
|   1760000 |   160 |      11000 | 151.562 | 168.889 |
|   3520000 |   320 |      11000 | 152.126 | 168.858 |
|   7040000 |   640 |      11000 | 153.975 | 168.832 |
|  14080000 |  1280 |      11000 | 156.225 | 168.902 |
#+TBLFM: $3=$1/$2;%.0f
